tap "homebrew/bundle"
brew "git"
brew "openssl@3"
brew "neovim"
brew "nvm"
brew "readline"
brew "pyenv"
brew "sqlite"
brew "tmux"
brew "wget"
brew "xz"
brew "zlib"
cask "alfred"
cask "discord"
cask "git-credential-manager"
cask "iterm2"
cask "linearmouse"
cask "monitorcontrol"
cask "rekordbox"
cask "slack"
cask "spotify"
cask "telegram"
cask "zoom"
vscode "FaroSystemAppender constructor"
vscode "vscodevim.vim"
