tap "homebrew/bundle"
brew "xz"
brew "openssl@3"
brew "readline"
brew "boost-python3"
brew "cmake"
brew "git"
brew "neovim"
brew "nvm"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-build"
brew "tmux"
brew "wget"
brew "zlib"
cask "alfred"
cask "discord"
cask "git-credential-manager"
cask "iterm2"
cask "linearmouse"
cask "monitorcontrol"
cask "rekordbox"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "vscodevim.vim"
